{
	"page_title": "Página Acerca de - NJFloodNet",
	"header_map": "Mapa",
	"header_dashboard": "Panel de control",
	"header_reporting": "Reportes",
	"about_title": "Acerca de NJFloodNet",
	"about_description": "NJFloodNet es una aplicación web integral diseñada para monitorear y gestionar datos de inundaciones utilizando tecnología IoT. Esta plataforma integra datos de sensores de inundaciones, ofreciendo información en tiempo real sobre niveles de agua, intensidad de lluvia y severidad de inundaciones. NJFloodNet ayuda a los usuarios a visualizar datos mediante un mapa interactivo, monitorear el estado de los sensores y analizar patrones de inundaciones, permitiéndoles tomar medidas proactivas durante eventos de inundación.",
	"core_features_title": "Características Principales",
	"core_feature_1": "Mapa interactivo para ubicaciones de sensores y datos en tiempo real.",
	"core_feature_2": "Estimación de costos de daños por inundaciones y análisis de frecuencia.",
	"core_feature_3": "Creación de cuentas y acceso seguro personalizado.",
	"core_feature_4": "Reporte fotográfico y comentarios sobre datos de sensores.",
	"core_feature_5": "Alertas por correo electrónico para usuarios registrados durante eventos de inundación.",
	"additional_enhancements_title": "Mejoras Adicionales",
	"additional_enhancement_1": "Soporte de idioma secundario (Español).",
	"additional_enhancement_2": "Análisis de severidad de inundaciones utilizando algoritmos avanzados.",
	"additional_enhancement_3": "Vista del panel para una visión general rápida de los sensores.",
	"additional_enhancement_4": "Controles administrativos para gestionar cuentas de usuarios y sensores.",
	"project_vision": "Desarrollado como parte del Proyecto Final de CS-546, NJFloodNet representa un avance en el uso de tecnología para combatir los desafíos que plantean las inundaciones. Nuestra visión es evolucionar continuamente esta plataforma para satisfacer las necesidades de los usuarios y mejorar la preparación y respuesta ante inundaciones.",
	"project_gallery_title": "Vistazo a nuestra Galería de Proyectos",
	"gallery_image_alt_1": "Imagen del sensor de Overbrook",
	"gallery_image_alt_2": "Parque Brookside",
	"gallery_image_alt_3": "Visión general de Kmart",
	"gallery_image_alt_4": "Parque Richard Nugent",
	"gallery_image_alt_5": "Terminal de Hoboken",
	"gallery_image_alt_6": "Laboratorio Davidson",
	"gallery_image_alt_7": "Obras Públicas de Hillsdale",
	"gallery_image_alt_8": "Finnegan",
	"translate_button": "translate_button",
	"Spanish Language": "Spanish Language",
	"Translate to Spanish": "Translate to Spanish",
	"Translate to English ": "Translate to English "
}